IDEA Open Model
CheckResSummary Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the CheckResSummary class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CheckResSummary()
Public Sub New
See Also
Reference
CheckResSummary Class
IdeaRS.OpenModel.Connection Namespace